---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhaseb
source: html/c7663a61-10bc-571a-a0d7-c2706de8c507.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecApparentLoadPhaseb Property

"Apparent Load Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecApparentLoadPhaseb { get; }
```